
/* Class = "NSWindow"; title = "Project Browser"; ObjectID = "26"; */
"26.title" = "Projektböngésző";

/* Class = "NSTableColumn"; headerCell.title = "Collection"; ObjectID = "120"; */
"120.headerCell.title" = "Gyűjtemény";

/* Class = "NSTableView"; ibExternalAccessibilityDescription = "template themes"; ObjectID = "121"; */
"121.ibExternalAccessibilityDescription" = "sablontémák";

/* Class = "NSScrollView"; ibExternalAccessibilityDescription = "Select a template category."; ObjectID = "122"; */
"122.ibExternalAccessibilityDescription" = "Sablonkategória kijelölése.";

/* Class = "NSTextFieldCell"; title = "--"; ObjectID = "100006"; */
"100006.title" = "--";

/* Class = "NSTextFieldCell"; title = "04:24:48:20"; ObjectID = "100008"; */
"100008.title" = "04:24:48:20";

/* Class = "NSTextFieldCell"; title = "--"; ObjectID = "100011"; */
"100011.title" = "--";

/* Class = "NSTextFieldCell"; title = "Field Order:"; ObjectID = "100017"; */
"100017.title" = "Félképsorrend:";

/* Class = "NSTextFieldCell"; title = "Aspect Ratio:"; ObjectID = "100032"; */
"100032.title" = "Oldalarány";

/* Class = "NSTextFieldCell"; title = "Resolution:"; ObjectID = "100037"; */
"100037.title" = "Felbontás:";

/* Class = "NSTextFieldCell"; title = "Preset:"; ObjectID = "200154"; */
"200154.title" = "Előbeállítás:";

/* Class = "NSTextFieldCell"; title = "Frame Rate:"; ObjectID = "200156"; */
"200156.title" = "Képkockasebesség:";

/* Class = "NSTextFieldCell"; title = "Duration:"; ObjectID = "200158"; */
"200158.title" = "Időtartam:";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Select template preset."; ObjectID = "200165"; */
"200165.ibExternalAccessibilityDescription" = "Sablon-előbeállítás kijelölése.";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "200168"; */
"200168.title" = "1. elem";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "200169"; */
"200169.title" = "2. elem";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "200170"; */
"200170.title" = "3. elem";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Select frame rate."; ObjectID = "200171"; */
"200171.ibExternalAccessibilityDescription" = "Képkockasebesség kijelölése.";

/* Class = "NSMenuItem"; title = "23.98 fps - NTSC"; ObjectID = "200174"; */
"200174.title" = "23,98 fps – NTSC";

/* Class = "NSMenuItem"; title = "15 fps"; ObjectID = "200175"; */
"200175.title" = "15 fps";

/* Class = "NSMenuItem"; title = "10 fps"; ObjectID = "200176"; */
"200176.title" = "10 fps";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Enter project duration."; ObjectID = "200183"; */
"200183.ibExternalAccessibilityDescription" = "Projekt időtartamának megadása.";

/* Class = "NSTextFieldCell"; title = "Project Type:"; ObjectID = "200192"; */
"200192.title" = "Projekt típusa:";

/* Class = "NSTextFieldCell"; title = "Composition"; ObjectID = "200194"; */
"200194.title" = "Kompozíció";

/* Class = "NSMenuItem"; title = "24 fps"; ObjectID = "200201"; */
"200201.title" = "24 fps";

/* Class = "NSMenuItem"; title = "25 fps"; ObjectID = "200202"; */
"200202.title" = "25 fps";

/* Class = "NSMenuItem"; title = "29.97 fps - NTSC"; ObjectID = "200203"; */
"200203.title" = "29,97 fps – NTSC";

/* Class = "NSMenuItem"; title = "30 fps"; ObjectID = "200204"; */
"200204.title" = "30 fps";

/* Class = "NSMenuItem"; title = "50 fps"; ObjectID = "200205"; */
"200205.title" = "50 fps";

/* Class = "NSMenuItem"; title = "59.94 fps - NTSC"; ObjectID = "200206"; */
"200206.title" = "59,94 fps – NTSC";

/* Class = "NSMenuItem"; title = "60 fps"; ObjectID = "200207"; */
"200207.title" = "60 fps";

/* Class = "NSTextFieldCell"; title = "Resolution:"; ObjectID = "200224"; */
"200224.title" = "Felbontás:";

/* Class = "NSTextFieldCell"; title = "Field Order:"; ObjectID = "200226"; */
"200226.title" = "Félképsorrend:";

/* Class = "NSTextFieldCell"; title = "Aspect Ratio:"; ObjectID = "200228"; */
"200228.title" = "Oldalarány";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Select field order."; ObjectID = "200236"; */
"200236.ibExternalAccessibilityDescription" = "Félképsorrend kijelölése.";

/* Class = "NSMenuItem"; title = "None"; ObjectID = "200239"; */
"200239.title" = "Nincs";

/* Class = "NSMenuItem"; title = "Upper First (Odd)"; ObjectID = "200240"; */
"200240.title" = "Előbb a felső (páratlan)";

/* Class = "NSMenuItem"; title = "Lower First (Even)"; ObjectID = "200241"; */
"200241.title" = "Előbb az alsó (páros)";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Select aspect ratio."; ObjectID = "200243"; */
"200243.ibExternalAccessibilityDescription" = "Oldalarány kijelölése.";

/* Class = "NSMenuItem"; title = "HD (1280x1080)"; ObjectID = "200246"; */
"200246.title" = "HD (1280x1080)";

/* Class = "NSMenuItem"; title = "HD (960x720, 1440x1080)"; ObjectID = "200247"; */
"200247.title" = "HD (960x720, 1440x1080)";

/* Class = "NSMenuItem"; title = "D4/D16 Anamorphic"; ObjectID = "200248"; */
"200248.title" = "D4/D16 - anamorfikus";

/* Class = "NSMenuItem"; title = "D4/D16"; ObjectID = "200249"; */
"200249.title" = "D4/D16";

/* Class = "NSMenuItem"; title = "Anamorphic 2:1"; ObjectID = "200250"; */
"200250.title" = "Anamorfikus 2:1";

/* Class = "NSMenuItem"; title = "PAL D1/DV Anamorphic"; ObjectID = "200251"; */
"200251.title" = "PAL D1/DV - anamorfikus";

/* Class = "NSMenuItem"; title = "PAL D1/DV"; ObjectID = "200252"; */
"200252.title" = "PAL D1/DV";

/* Class = "NSMenuItem"; title = "NTSC D1/DV"; ObjectID = "200253"; */
"200253.title" = "NTSC D1/DV";

/* Class = "NSMenuItem"; title = "Square"; ObjectID = "200254"; */
"200254.title" = "Négyzet";

/* Class = "NSMenuItem"; title = "NTSC D1/DV Anamorphic"; ObjectID = "200255"; */
"200255.title" = "NTSC D1/DV - anamorfikus";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Project width."; ObjectID = "200256"; */
"200256.ibExternalAccessibilityDescription" = "Projekt szélessége.";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Project height."; ObjectID = "200260"; */
"200260.ibExternalAccessibilityDescription" = "Projekt magassága.";

/* Class = "NSTextFieldCell"; title = "x"; ObjectID = "200263"; */
"200263.title" = "x";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Project Duration Type"; ObjectID = "200338"; */
"200338.ibExternalAccessibilityDescription" = "Projektidőtartam típusa";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "200341"; */
"200341.title" = "1. elem";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "200342"; */
"200342.title" = "2. elem";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "200343"; */
"200343.title" = "3. elem";

/* Class = "NSSearchField"; ibExternalAccessibilityDescription = "Search Templates"; ObjectID = "200361"; */
"200361.ibExternalAccessibilityDescription" = "Sablonok keresése";

/* Class = "NSSearchFieldCell"; placeholderString = "Search"; ObjectID = "200362"; */
"200362.placeholderString" = "Keresés";

/* Class = "NSBox"; title = "Pro Box"; ObjectID = "200392"; */
"200392.title" = "Pro Box";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Template Description"; ObjectID = "200397"; */
"200397.ibExternalAccessibilityDescription" = "Sablon leírása";

/* Class = "NSSlider"; ibExternalAccessibilityDescription = "Resize Template Icons"; ObjectID = "200402"; */
"200402.ibExternalAccessibilityDescription" = "Sablon átméretezése ikonok";

/* Class = "NSImageView"; ibExternalAccessibilityDescription = "Adjust slider to decrease icon size"; ObjectID = "200428"; */
"200428.ibExternalAccessibilityDescription" = "Az ikonméret a csúszka mozgatásával csökkenthető";

/* Class = "NSImageView"; ibShadowedToolTip = "Adjust slider to decrease icon size"; ObjectID = "200428"; */
"200428.ibShadowedToolTip" = "Az ikonméret a csúszka mozgatásával csökkenthető";

/* Class = "NSImageView"; ibExternalAccessibilityDescription = "Adjust slider to increase icon size"; ObjectID = "200435"; */
"200435.ibExternalAccessibilityDescription" = "Az ikonméret a csúszka mozgatásával növelhető";

/* Class = "NSImageView"; ibShadowedToolTip = "Adjust slider to increase icon size"; ObjectID = "200435"; */
"200435.ibShadowedToolTip" = "Az ikonméret a csúszka mozgatásával növelhető";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Open"; ObjectID = "200488"; */
"200488.ibExternalAccessibilityDescription" = "Megnyitás";

/* Class = "NSButtonCell"; title = "Open a Copy"; ObjectID = "200489"; */
"200489.title" = "Másolat megnyitása";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Cancel"; ObjectID = "200492"; */
"200492.ibExternalAccessibilityDescription" = "Mégse";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "200493"; */
"200493.title" = "Mégse";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Open Other…"; ObjectID = "200496"; */
"200496.ibExternalAccessibilityDescription" = "Másik megnyitása...";

/* Class = "NSButtonCell"; title = "Open Other…"; ObjectID = "200497"; */
"200497.title" = "Másik megnyitása...";

/* Class = "NSButtonCell"; ibExternalAccessibilityDescription = "Import as Project…"; ObjectID = "200501"; */
"200501.ibExternalAccessibilityDescription" = "Importálás projektként…";

/* Class = "NSButtonCell"; title = "Import as Project…"; ObjectID = "200501"; */
"200501.title" = "Importálás projektként…";

/* Class = "NSTextFieldCell"; title = "Theme:"; ObjectID = "200523"; */
"200523.title" = "Téma:";

/* Class = "NSTextFieldCell"; title = "Projection Type:"; ObjectID = "0JS-Pl-UKC"; */
"0JS-Pl-UKC.title" = "Vetület típusa:";

/* Class = "NSTextFieldCell"; title = "--"; ObjectID = "2My-O6-gCg"; */
"2My-O6-gCg.title" = "--";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "I95-ra-sU8"; */
"I95-ra-sU8.title" = "2. elem";

/* Class = "NSTextFieldCell"; title = "--"; ObjectID = "ImJ-Ta-wTu"; */
"ImJ-Ta-wTu.title" = "--";

/* Class = "NSMenuItem"; title = "Wide Gamut HDR"; ObjectID = "KoA-Mg-AWL"; */
"KoA-Mg-AWL.title" = "Széles HDR színskála";

/* Class = "NSMenuItem"; title = "Automatic"; ObjectID = "Nzu-xe-P2X"; */
"Nzu-xe-P2X.title" = "Automatikus";

/* Class = "NSTextFieldCell"; title = "Color Processing:"; ObjectID = "OLF-1J-DVy"; */
"OLF-1J-DVy.title" = "Színfeldolgozás:";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Select projection type."; ObjectID = "PcB-xm-yoR"; */
"PcB-xm-yoR.ibExternalAccessibilityDescription" = "Válasszon vetülettípust.";

/* Class = "NSMenuItem"; title = "Standard Gamut SDR"; ObjectID = "SU0-by-EpU"; */
"SU0-by-EpU.title" = "Szabványos SDR színskála";

/* Class = "NSTextFieldCell"; title = "Projection:"; ObjectID = "Sch-1T-1tU"; */
"Sch-1T-1tU.title" = "Vetület:";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "Vtf-Yf-uYU"; */
"Vtf-Yf-uYU.title" = "1. elem";

/* Class = "NSMenuItem"; title = "Normal"; ObjectID = "YXg-bb-COQ"; */
"YXg-bb-COQ.title" = "Normál";

/* Class = "NSMenuItem"; title = "100 fps - export only"; ObjectID = "dHD-7X-4HU"; */
"dHD-7X-4HU.title" = "100 fps – csak exportálás";

/* Class = "NSMenuItem"; title = "90 fps - export only"; ObjectID = "deE-Kj-aEn"; */
"deE-Kj-aEn.title" = "90 fps – csak exportálás";

/* Class = "NSMenuItem"; title = "120 fps - export only"; ObjectID = "eVR-t1-u7V"; */
"eVR-t1-u7V.title" = "120 fps – csak exportálás";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Select color processing."; ObjectID = "etw-kE-DDg"; */
"etw-kE-DDg.ibExternalAccessibilityDescription" = "Válasszon színfeldolgozást.";

/* Class = "NSTextFieldCell"; title = "Color Processing:"; ObjectID = "glI-2j-yzZ"; */
"glI-2j-yzZ.title" = "Színfeldolgozás:";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "gsC-54-bM3"; */
"gsC-54-bM3.title" = "3. elem";

/* Class = "NSMenuItem"; title = "360° Monoscopic"; ObjectID = "hsH-Sw-7Yx"; */
"hsH-Sw-7Yx.title" = "360°-os nem térhatású";
